<unk>	0
<s>	0
</s>	0
▁t	-0
▁a	-1
he	-2
in	-3
▁the	-4
▁s	-5
re	-6
▁w	-7
▁o	-8
is	-9
er	-10
nd	-11
▁f	-12
▁m	-13
▁b	-14
it	-15
at	-16
ing	-17
▁c	-18
en	-19
es	-20
or	-21
ou	-22
▁th	-23
on	-24
▁h	-25
ll	-26
an	-27
▁and	-28
▁to	-29
▁of	-30
▁p	-31
ar	-32
▁d	-33
ed	-34
as	-35
▁in	-36
▁l	-37
om	-38
▁I	-39
▁is	-40
ic	-41
br	-42
▁g	-43
▁/	-44
▁/>	-45
le	-46
▁e	-47
ot	-48
▁n	-49
al	-50
ut	-51
st	-52
ct	-53
il	-54
▁it	-55
▁be	-56
▁T	-57
ve	-58
ie	-59
ly	-60
▁mo	-61
▁re	-62
▁on	-63
▁that	-64
ver	-65
ow	-66
ad	-67
ent	-68
▁he	-69
ion	-70
im	-71
▁this	-72
ay	-73
▁wh	-74
se	-75
▁st	-76
et	-77
gh	-78
id	-79
ch	-80
▁was	-81
▁mov	-82
▁y	-83
▁/><	-84
ith	-85
ilm	-86
all	-87
▁for	-88
▁film	-89
oo	-90
▁as	-91
▁A	-92
▁u	-93
ce	-94
▁S	-95
▁with	-96
▁an	-97
am	-98
ke	-99
ld	-100
▁se	-101
▁The	-102
ir	-103
▁movie	-104
ro	-105
▁you	-106
▁ha	-107
ri	-108
.<	-109
▁B	-110
her	-111
ur	-112
▁li	-113
▁M	-114
▁but	-115
▁we	-116
ra	-117
▁not	-118
ally	-119
ill	-120
▁(	-121
ter	-122
▁C	-123
▁"	-124
▁H	-125
ck	-126
▁are	-127
▁sh	-128
ome	-129
▁W	-130
▁his	-131
▁ch	-132
pe	-133
ers	-134
ould	-135
▁at	-136
ul	-137
▁D	-138
▁have	-139
ght	-140
..	-141
if	-142
em	-143
▁su	-144
ust	-145
un	-146
▁j	-147
▁fr	-148
out	-149
▁sc	-150
▁act	-151
▁do	-152
ain	-153
ess	-154
▁ex	-155
ble	-156
▁who	-157
▁one	-158
el	-159
▁k	-160
▁so	-161
▁com	-162
ood	-163
▁pl	-164
very	-165
act	-166
▁all	-167
ant	-168
art	-169
ies	-170
▁ab	-171
ak	-172
pp	-173
▁by	-174
us	-175
▁al	-176
ag	-177
ol	-178
▁v	-179
▁P	-180
est	-181
ous	-182
op	-183
th	-184
▁de	-185
ist	-186
▁L	-187
and	-188
▁R	-189
▁ne	-190
▁wor	-191
▁from	-192
ast	-193
▁they	-194
▁F	-195
one	-196
▁like	-197
▁out	-198
ven	-199
▁some	-200
▁r	-201
▁J	-202
▁int	-203
▁whe	-204
qu	-205
▁her	-206
▁con	-207
▁G	-208
▁or	-209
ation	-210
um	-211
fe	-212
ough	-213
red	-214
au	-215
▁Th	-216
▁It	-217
ate	-218
▁me	-219
▁about	-220
▁has	-221
▁just	-222
res	-223
ich	-224
ind	-225
os	-226
ive	-227
ory	-228
▁N	-229
ard	-230
▁pro	-231
ack	-232
▁can	-233
▁char	-234
pt	-235
ort	-236
▁un	-237
▁tim	-238
▁E	-239
ig	-240
ire	-241
ud	-242
ook	-243
ake	-244
▁le	-245
reat	-246
ight	-247
▁O	-248
▁good	-249
▁charact	-250
▁any	-251
▁man	-252
ong	-253
▁wat	-254
▁tr	-255
▁lo	-256
▁more	-257
▁up	-258
▁get	-259
▁go	-260
▁no	-261
ity	-262
▁fe	-263
▁would	-264
▁very	-265
▁see	-266
The	-267
ound	-268
ther	-269
▁my	-270
▁what	-271
▁there	-272
ite	-273
▁story	-274
ge	-275
ame	-276
▁bec	-277
nt	-278
▁This	-279
ide	-280
able	-281
▁she	-282
▁time	-283
od	-284
▁1	-285
▁when	-286
▁en	-287
▁-	-288
hing	-289
▁were	-290
▁had	-291
ure	-292
▁really	-293
▁only	-294
ell	-295
ore	-296
ab	-297
▁K	-298
▁scen	-299
itt	-300
▁their	-301
oy	-302
▁watch	-303
▁if	-304
▁him	-305
▁show	-306
▁even	-307
▁per	-308
▁which	-309
ious	-310
so	-311
▁other	-312
pl	-313
ink	-314
ial	-315
ick	-316
▁cl	-317
man	-318
ment	-319
▁than	-320
te	-321
our	-322
ars	-323
▁them	-324
ond	-325
ine	-326
ap	-327
▁does	-328
▁did	-329
og	-330
▁kn	-331
ays	-332
uch	-333
ade	-334
▁end	-335
are	-336
ves	-337
ause	-338
▁pe	-339
ac	-340
ice	-341
▁qu	-342
▁great	-343
▁much	-344
▁bad	-345
▁bet	-346
▁look	-347
▁ar	-348
ue	-349
irect	-350
irst	-351
ople	-352
...	-353
▁been	-354
▁could	-355
▁over	-356
▁po	-357
▁im	-358
▁will	-359
ple	-360
▁into	-361
▁how	-362
ert	-363
lf	-364
ence	-365
ne	-366
▁well	-367
int	-368
▁pre	-369
▁most	-370
ry	-371
▁people	-372
▁think	-373
ose	-374
▁ro	-375
▁know	-376
▁tw	-377
age	-378
ass	-379
for	-380
▁because	-381
▁ad	-382
other	-383
▁dis	-384
▁too	-385
per	-386
▁us	-387
av	-388
fter	-389
ful	-390
ors	-391
▁ag	-392
ff	-393
▁direct	-394
▁made	-395
▁first	-396
▁real	-397
▁make	-398
▁part	-399
ile	-400
▁every	-401
▁off	-402
▁am	-403
ull	-404
▁thing	-405
ish	-406
ict	-407
aw	-408
▁way	-409
ere	-410
▁also	-411
ny	-412
oll	-413
ated	-414
▁fun	-415
ost	-416
ary	-417
▁'	-418
▁seem	-419
gin	-420
▁wr	-421
ty	-422
▁thr	-423
▁don	-424
akes	-425
▁movies	-426
▁its	-427
ical	-428
▁character	-429
own	-430
ans	-431
ress	-432
ep	-433
▁work	-434
▁Y	-435
iew	-436
▁bl	-437
▁sp	-438
ng	-439
▁characters	-440
ace	-441
▁And	-442
ually	-443
▁gu	-444
ob	-445
hed	-446
▁Ch	-447
ance	-448
cc	-449
pect	-450
▁fl	-451
▁films	-452
▁play	-453
fect	-454
iz	-455
▁te	-456
self	-457
▁plot	-458
▁ye	-459
ving	-460
▁then	-461
▁seen	-462
▁Wh	-463
ces	-464
▁want	-465
▁But	-466
▁V	-467
omet	-468
▁ser	-469
▁aw	-470
ittle	-471
▁being	-472
),	-473
▁your	-474
▁after	-475
▁In	-476
▁two	-477
).	-478
▁love	-479
▁say	-480
▁many	-481
▁never	-482
▁acting	-483
▁He	-484
get	-485
urn	-486
ip	-487
nder	-488
ang	-489
mer	-490
▁through	-491
ark	-492
▁back	-493
ens	-494
▁where	-495
▁life	-496
▁ent	-497
ily	-498
▁little	-499
ian	-500
ved	-501
▁best	-502
▁rem	-503
▁<	-504
ult	-505
▁br	-506
▁somet	-507
ild	-508
ather	-509
ber	-510
▁ever	-511
ach	-512
ise	-513
▁des	-514
ci	-515
▁hor	-516
▁St	-517
we	-518
vel	-519
▁rec	-520
▁better	-521
wn	-522
ions	-523
du	-524
ual	-525
▁perfor	-526
rap	-527
▁should	-528
▁find	-529
!!	-530
be	-531
vers	-532
aking	-533
▁sl	-534
▁scene	-535
▁spe	-536
thing	-537
ought	-538
▁gr	-539
▁U	-540
▁feel	-541
▁cont	-542
ase	-543
▁There	-544
less	-545
▁pr	-546
▁att	-547
▁again	-548
▁scenes	-549
▁i	-550
ertain	-551
ia	-552
▁here	-553
▁still	-554
iend	-555
ath	-556
▁2	-557
lie	-558
▁cr	-559
ents	-560
▁ri	-561
▁min	-562
ting	-563
▁under	-564
ever	-565
ning	-566
erest	-567
me	-568
augh	-569
▁19	-570
ably	-571
fore	-572
▁kill	-573
▁such	-574
▁interest	-575
igh	-576
▁inc	-577
ree	-578
ren	-579
▁something	-580
▁happ	-581
ason	-582
les	-583
ating	-584
▁old	-585
ense	-586
arly	-587
▁these	-588
▁performan	-589
▁imp	-590
▁may	-591
▁cast	-592
ations	-593
alk	-594
▁fam	-595
ave	-596
▁lot	-597
▁point	-598
ail	-599
▁gi	-600
oth	-601
▁Al	-602
▁hum	-603
reen	-604
ru	-605
ater	-606
▁ap	-607
▁sur	-608
▁doesn	-609
the	-610
iv	-611
▁dec	-612
ying	-613
▁wom	-614
joy	-615
ror	-616
▁years	-617
ect	-618
▁those	-619
▁watching	-620
▁actors	-621
up	-622
▁gir	-623
▁sim	-624
▁res	-625
▁mus	-626
▁If	-627
▁ra	-628
▁didn	-629
▁gen	-630
▁che	-631
▁set	-632
▁enjoy	-633
▁start	-634
▁view	-635
ock	-636
▁cou	-637
▁fact	-638
▁makes	-639
ffect	-640
▁down	-641
▁funny	-642
old	-643
▁belie	-644
erson	-645
▁guy	-646
▁ob	-647
▁few	-648
ute	-649
edy	-650
▁ev	-651
▁comp	-652
oss	-653
az	-654
iss	-655
▁going	-656
der	-657
ale	-658
rigin	-659
oc	-660
▁fin	-661
▁same	-662
▁before	-663
▁actually	-664
▁tra	-665
li	-666
wh	-667
▁pret	-668
▁Jo	-669
▁origin	-670
▁long	-671
▁em	-672
▁got	-673
▁young	-674
▁supp	-675
▁while	-676
▁though	-677
▁dif	-678
--	-679
▁why	-680
▁now	-681
**	-682
ool	-683
ience	-684
ft	-685
▁produ	-686
▁own	-687
ub	-688
▁bit	-689
ript	-690
▁new	-691
▁ter	-692
▁director	-693
ible	-694
ction	-695
hen	-696
▁tri	-697
▁exce	-698
▁turn	-699
▁ke	-700
▁thought	-701
▁nothing	-702
▁sub	-703
▁big	-704
ons	-705
▁girl	-706
ince	-707
aut	-708
hy	-709
▁another	-710
ram	-711
iting	-712
▁rel	-713
▁quite	-714
ings	-715
▁comple	-716
cial	-717
▁sm	-718
rent	-719
▁seems	-720
onder	-721
▁inv	-722
▁around	-723
▁app	-724
ign	-725
▁friend	-726
▁pretty	-727
▁&	-728
▁effect	-729
▁original	-730
Th	-731
▁things	-732
▁need	-733
ically	-734
ways	-735
air	-736
▁world	-737
ched	-738
ween	-739
00	-740
▁right	-741
▁As	-742
▁screen	-743
▁enough	-744
ib	-745
pr	-746
arr	-747
ew	-748
▁script	-749
▁hard	-750
▁She	-751
ately	-752
most	-753
meric	-754
▁str	-755
ank	-756
ness	-757
▁between	-758
▁Br	-759
app	-760
▁appe	-761
ster	-762
▁acc	-763
rill	-764
▁take	-765
▁kid	-766
ead	-767
▁high	-768
▁ins	-769
▁kind	-770
▁far	-771
ention	-772
inem	-773
▁person	-774
▁sec	-775
▁laugh	-776
hes	-777
ced	-778
▁wonder	-779
▁must	-780
▁give	-781
▁series	-782
▁You	-783
▁es	-784
▁gets	-785
▁reason	-786
ward	-787
▁role	-788
utes	-789
▁horror	-790
▁op	-791
▁mom	-792
▁tell	-793
▁action	-794
ord	-795
▁always	-796
vious	-797
▁times	-798
▁child	-799
icul	-800
▁isn	-801
",	-802
ash	-803
aid	-804
▁ep	-805
▁bu	-806
▁least	-807
▁hel	-808
its	-809
▁sex	-810
▁read	-811
ouse	-812
▁whole	-813
▁interesting	-814
▁How	-815
ife	-816
▁saw	-817
▁put	-818
ased	-819
▁beaut	-820
▁come	-821
ody	-822
▁Americ	-823
here	-824
▁class	-825
▁music	-826
ully	-827
▁family	-828
▁main	-829
▁without	-830
▁They	-831
oot	-832
▁done	-833
▁expect	-834
▁comedy	-835
ines	-836
▁lead	-837
▁hand	-838
▁both	-839
▁cons	-840
▁rev	-841
▁Sh	-842
▁might	-843
▁almost	-844
▁ide	-845
arn	-846
▁diffe	-847
▁minutes	-848
▁shot	-849
hn	-850
▁aud	-851
▁cinem	-852
▁performance	-853
bably	-854
▁last	-855
▁expl	-856
▁cam	-857
▁begin	-858
xt	-859
▁anything	-860
gg	-861
▁complete	-862
▁sound	-863
▁book	-864
de	-865
uring	-866
▁inst	-867
ime	-868
▁cour	-869
though	-870
▁An	-871
rible	-872
son	-873
▁help	-874
▁care	-875
▁worth	-876
stand	-877
▁3	-878
▁co	-879
cially	-880
▁entertain	-881
ane	-882
ism	-883
ograp	-884
".	-885
▁art	-886
oney	-887
▁cle	-888
▁since	-889
▁el	-890
ov	-891
▁woman	-892
▁found	-893
ative	-894
▁away	-895
▁sequ	-896
atch	-897
ures	-898
ret	-899
istic	-900
isod	-901
als	-902
ition	-903
▁probably	-904
▁Fr	-905
ner	-906
▁sure	-907
era	-908
▁TV	-909
▁rather	-910
This	-911
▁What	-912
mend	-913
▁vers	-914
rist	-915
▁ext	-916
ange	-917
ialog	-918
▁run	-919
▁call	-920
pecially	-921
ros	-922
▁car	-923
oint	-924
▁episod	-925
ee	-926
▁making	-927
osed	-928
ady	-929
▁happen	-930
apt	-931
▁10	-932
▁abs	-933
▁dialog	-934
led	-935
▁worst	-936
umb	-937
ten	-938
▁lik	-939
▁course	-940
ling	-941
ither	-942
olly	-943
wood	-944
▁let	-945
▁bo	-946
ah	-947
▁John	-948
ER	-949
▁our	-950
▁comes	-951
ject	-952
ream	-953
▁Be	-954
▁beautif	-955
▁mean	-956
co	-957
."	-958
▁del	-959
▁add	-960
▁different	-961
▁So	-962
▁keep	-963
▁poor	-964
▁trying	-965
▁job	-966
ok	-967
▁less	-968
ollow	-969
▁believe	-970
▁That	-971
ney	-972
▁We	-973
▁rest	-974
▁goes	-975
VD	-976
aster	-977
▁each	-978
ments	-979
▁day	-980
ont	-981
ates	-982
▁mind	-983
blem	-984
alf	-985
▁sense	-986
▁place	-987
uck	-988
▁surpr	-989
fin	-990
▁bor	-991
▁anyone	-992
▁looks	-993
ex	-994
▁pol	-995
dd	-996
ph	-997
▁stand	-998
ingly	-999
ics	-1000
empt	-1001
iter	-1002
▁super	-1003
▁DVD	-1004
▁pres	-1005
hip	-1006
▁Not	-1007
lud	-1008
▁problem	-1009
▁played	-1010
▁yet	-1011
ommend	-1012
ortun	-1013
▁wasn	-1014
▁money	-1015
▁ending	-1016
sc	-1017
inc	-1018
▁ty	-1019
▁De	-1020
▁inter	-1021
ality	-1022
▁shows	-1023
ues	-1024
▁gl	-1025
arent	-1026
▁perfect	-1027
▁port	-1028
▁actor	-1029
It	-1030
▁ac	-1031
ray	-1032
ower	-1033
ks	-1034
iece	-1035
▁boy	-1036
aps	-1037
▁Bl	-1038
ope	-1039
way	-1040
ember	-1041
▁watched	-1042
▁TH	-1043
▁war	-1044
▁dram	-1045
▁plays	-1046
ann	-1047
▁cre	-1048
▁fav	-1049
▁conf	-1050
▁short	-1051
▁recommend	-1052
▁follow	-1053
▁audience	-1054
▁having	-1055
ilar	-1056
▁fan	-1057
▁All	-1058
▁creat	-1059
▁said	-1060
gether	-1061
▁together	-1062
llent	-1063
▁half	-1064
▁takes	-1065
atter	-1066
▁looking	-1067
ident	-1068
▁head	-1069
▁nice	-1070
▁himself	-1071
omb	-1072
▁effects	-1073
▁second	-1074
▁version	-1075
▁someone	-1076
▁Re	-1077
▁miss	-1078
ature	-1079
▁else	-1080
▁sit	-1081
▁When	-1082
▁true	-1083
land	-1084
▁review	-1085
ames	-1086
▁certain	-1087
ollywood	-1088
▁talk	-1089
ied	-1090
▁For	-1091
▁vis	-1092
▁understand	-1093
not	-1094
▁dep	-1095
▁fall	-1096
▁poss	-1097
▁imag	-1098
10	-1099
atic	-1100
cept	-1101
▁left	-1102
▁ed	-1103
sp	-1104
▁wife	-1105
▁special	-1106
▁especially	-1107
ited	-1108
▁father	-1109
ix	-1110
▁anim	-1111
ists	-1112
▁night	-1113
▁beautiful	-1114
▁entire	-1115
ply	-1116
day	-1117
▁rele	-1118
▁exc	-1119
ier	-1120
▁came	-1121
▁three	-1122
▁sing	-1123
▁obvious	-1124
▁Sc	-1125
▁idea	-1126
ared	-1127
....	-1128
ted	-1129
▁hour	-1130
ional	-1131
▁ph	-1132
▁ele	-1133
▁use	-1134
▁dist	-1135
▁year	-1136
sy	-1137
▁comm	-1138
ired	-1139
anc	-1140
ird	-1141
▁det	-1142
▁mur	-1143
▁seeing	-1144
▁American	-1145
▁friends	-1146
uff	-1147
▁excellent	-1148
▁mar	-1149
like	-1150
ides	-1151
▁invol	-1152
fully	-1153
0'	-1154
▁Un	-1155
▁ey	-1156
▁home	-1157
udget	-1158
▁My	-1159
▁Christ	-1160
upid	-1161
▁Cl	-1162
▁everything	-1163
▁later	-1164
io	-1165
▁mon	-1166
▁Ste	-1167
appoint	-1168
att	-1169
▁sk	-1170
ract	-1171
▁during	-1172
ised	-1173
▁men	-1174
ross	-1175
▁low	-1176
▁attempt	-1177
▁exp	-1178
▁fight	-1179
orn	-1180
▁once	-1181
▁lack	-1182
ork	-1183
▁everyone	-1184
▁disappoint	-1185
▁Se	-1186
▁sch	-1187
▁simply	-1188
ains	-1189
my	-1190
▁tal	-1191
ount	-1192
▁mem	-1193
▁unt	-1194
▁beh	-1195
▁sty	-1196
▁hist	-1197
▁tot	-1198
▁At	-1199
olute	-1200
▁completely	-1201
▁Ar	-1202
▁death	-1203
but	-1204
▁stupid	-1205
ets	-1206
iol	-1207
▁used	-1208
▁exper	-1209
ery	-1210
▁Mar	-1211
▁song	-1212
▁top	-1213
▁4	-1214
▁Sp	-1215
▁heart	-1216
▁human	-1217
▁supposed	-1218
▁mess	-1219
▁Rob	-1220
▁includ	-1221
▁One	-1222
▁Hollywood	-1223
▁pict	-1224
▁dra	-1225
▁defin	-1226
▁performances	-1227
▁wrong	-1228
ien	-1229
itten	-1230
▁serious	-1231
▁ass	-1232
▁tit	-1233
▁eas	-1234
▁rep	-1235
▁open	-1236
aring	-1237
▁fail	-1238
▁house	-1239
ott	-1240
elt	-1241
uth	-1242
▁stud	-1243
ography	-1244
▁try	-1245
▁either	-1246
▁sy	-1247
▁gener	-1248
▁ret	-1249
ins	-1250
orm	-1251
ideo	-1252
fic	-1253
amp	-1254
▁word	-1255
▁However	-1256
uly	-1257
▁loc	-1258
ove	-1259
▁conv	-1260
▁given	-1261
▁black	-1262
▁emot	-1263
▁exam	-1264
idd	-1265
/10	-1266
▁--	-1267
▁kids	-1268
▁becom	-1269
▁cra	-1270
oice	-1271
▁absolute	-1272
▁conc	-1273
▁small	-1274
▁camera	-1275
▁line	-1276
▁classic	-1277
▁bas	-1278
gr	-1279
oon	-1280
ider	-1281
▁boring	-1282
com	-1283
haps	-1284
▁ind	-1285
velop	-1286
▁particul	-1287
▁women	-1288
▁count	-1289
▁rom	-1290
▁Well	-1291
play	-1292
▁8	-1293
▁gra	-1294
ize	-1295
▁pain	-1296
▁production	-1297
▁light	-1298
ities	-1299
▁star	-1300
▁cop	-1301
▁until	-1302
itely	-1303
▁along	-1304
▁couple	-1305
▁sad	-1306
▁won	-1307
▁favor	-1308
fortun	-1309
▁sort	-1310
▁truly	-1311
iness	-1312
▁portray	-1313
▁hope	-1314
▁wa	-1315
▁moments	-1316
▁5	-1317
▁pass	-1318
▁cred	-1319
ote	-1320
▁viol	-1321
ike	-1322
ug	-1323
iant	-1324
ories	-1325
▁ple	-1326
sel	-1327
reak	-1328
▁amaz	-1329
▁instead	-1330
med	-1331
▁flick	-1332
▁remember	-1333
aj	-1334
▁7	-1335
▁No	-1336
▁awful	-1337
▁full	-1338
▁episode	-1339
▁hero	-1340
ming	-1341
▁school	-1342
ility	-1343
▁adv	-1344
▁humor	-1345
IN	-1346
ented	-1347
▁name	-1348
▁except	-1349
▁gives	-1350
▁doing	-1351
▁getting	-1352
▁budget	-1353
ric	-1354
▁itself	-1355
▁playing	-1356
ows	-1357
▁z	-1358
▁Le	-1359
ently	-1360
▁become	-1361
ony	-1362
que	-1363
▁wonderful	-1364
▁develop	-1365
imes	-1366
ison	-1367
ler	-1368
ister	-1369
▁form	-1370
▁On	-1371
▁dri	-1372
▁terrible	-1373
,"	-1374
▁often	-1375
▁Man	-1376
▁Will	-1377
olog	-1378
▁lines	-1379
ax	-1380
ton	-1381
▁stars	-1382
▁others	-1383
▁next	-1384
ized	-1385
▁face	-1386
▁felt	-1387
▁dialogue	-1388
▁however	-1389
▁reg	-1390
▁Don	-1391
▁slow	-1392
▁Mr	-1393
right	-1394
und	-1395
▁ann	-1396
▁THE	-1397
▁guess	-1398
▁liked	-1399
▁impress	-1400
▁video	-1401
▁piece	-1402
▁9	-1403
▁close	-1404
aughter	-1405
▁coll	-1406
▁Car	-1407
▁quest	-1408
ael	-1409
ibly	-1410
reme	-1411
▁live	-1412
▁cor	-1413
▁dead	-1414
▁early	-1415
▁fant	-1416
▁couldn	-1417
▁brill	-1418
ps	-1419
▁actress	-1420
▁case	-1421
▁.	-1422
line	-1423
ger	-1424
▁mother	-1425
ument	-1426
vis	-1427
▁Jack	-1428
▁power	-1429
tern	-1430
▁mention	-1431
illy	-1432
▁cut	-1433
▁went	-1434
▁waste	-1435
▁strong	-1436
▁against	-1437
▁children	-1438
used	-1439
ley	-1440
ccess	-1441
▁Even	-1442
▁ref	-1443
Wh	-1444
▁style	-1445
▁relations	-1446
ured	-1447
▁entertaining	-1448
▁dark	-1449
▁maybe	-1450
ular	-1451
▁New	-1452
▁mis	-1453
▁Dav	-1454
▁past	-1455
lish	-1456
▁title	-1457
ready	-1458
▁trans	-1459
▁beginning	-1460
ined	-1461
sh	-1462
oid	-1463
▁rid	-1464
ec	-1465
pite	-1466
▁After	-1467
▁absolutely	-1468
yn	-1469
ific	-1470
▁worse	-1471
unch	-1472
ichael	-1473
▁definitely	-1474
body	-1475
▁His	-1476
▁written	-1477
atur	-1478
In	-1479
oub	-1480
▁becomes	-1481
▁support	-1482
itch	-1483
▁side	-1484
by	-1485
iam	-1486
selves	-1487
rew	-1488
riend	-1489
fortunately	-1490
▁thrill	-1491
▁seemed	-1492
▁sw	-1493
▁Some	-1494
▁already	-1495
ts	-1496
▁picture	-1497
▁example	-1498
▁success	-1499
▁rent	-1500
▁brother	-1501
▁Mc	-1502
▁lives	-1503
▁cinema	-1504
▁certainly	-1505
▁pred	-1506
▁extreme	-1507
▁pop	-1508
▁To	-1509
▁Eng	-1510
▁adm	-1511
▁brilliant	-1512
▁sever	-1513
▁wanted	-1514
pped	-1515
▁fans	-1516
enn	-1517
▁fine	-1518
▁relationship	-1519
▁several	-1520
▁matter	-1521
osp	-1522
▁tou	-1523
▁direction	-1524
▁although	-1525
▁loved	-1526
het	-1527
vable	-1528
uc	-1529
▁blood	-1530
ried	-1531
▁drama	-1532
▁self	-1533
aken	-1534
ief	-1535
▁cent	-1536
).<	-1537
▁walk	-1538
▁writing	-1539
aul	-1540
chn	-1541
▁pur	-1542
▁wants	-1543
aving	-1544
▁lost	-1545
cess	-1546
▁tries	-1547
▁master	-1548
▁et	-1549
▁mag	-1550
uss	-1551
▁dem	-1552
▁town	-1553
▁works	-1554
▁annoy	-1555
sych	-1556
what	-1557
ages	-1558
ided	-1559
orge	-1560
ape	-1561
▁mor	-1562
oil	-1563
▁viewer	-1564
▁totally	-1565
▁guys	-1566
▁vill	-1567
amed	-1568
▁list	-1569
unk	-1570
▁av	-1571
▁son	-1572
▁occ	-1573
▁sat	-1574
gu	-1575
oke	-1576
▁num	-1577
▁able	-1578
▁quality	-1579
▁throughout	-1580
▁prov	-1581
▁deser	-1582
▁doc	-1583
▁par	-1584
▁enjoyed	-1585
▁called	-1586
▁daughter	-1587
▁capt	-1588
▁dr	-1589
▁novel	-1590
▁eff	-1591
ung	-1592
ination	-1593
▁comment	-1594
!<	-1595
where	-1596
▁based	-1597
▁history	-1598
▁med	-1599
OT	-1600
▁col	-1601
▁stuff	-1602
ms	-1603
use	-1604
▁Is	-1605
▁turns	-1606
▁killer	-1607
▁amazing	-1608
??	-1609
▁fem	-1610
▁Michael	-1611
▁val	-1612
▁starts	-1613
ern	-1614
▁fair	-1615
▁gave	-1616
▁Dan	-1617
ude	-1618
▁game	-1619
▁appear	-1620
▁genre	-1621
▁finally	-1622
▁Char	-1623
itive	-1624
▁bra	-1625
using	-1626
▁With	-1627
off	-1628
▁behind	-1629
▁favorite	-1630
▁deal	-1631
rib	-1632
▁learn	-1633
▁myster	-1634
▁inf	-1635
▁fig	-1636
▁themselves	-1637
▁cult	-1638
▁moment	-1639
▁hon	-1640
ished	-1641
19	-1642
▁situ	-1643
▁final	-1644
ches	-1645
to	-1646
rop	-1647
▁evil	-1648
▁contin	-1649
arth	-1650
▁late	-1651
▁import	-1652
ik	-1653
▁parts	-1654
▁today	-1655
rodu	-1656
na	-1657
ese	-1658
ajor	-1659
ards	-1660
oup	-1661
There	-1662
ox	-1663
▁etc	-1664
▁prom	-1665
▁stra	-1666
▁shoot	-1667
▁Then	-1668
▁crit	-1669
▁days	-1670
▁exact	-1671
ump	-1672
▁level	-1673
▁opp	-1674
▁typ	-1675
▁feat	-1676
▁While	-1677
astic	-1678
iet	-1679
akers	-1680
▁intell	-1681
▁ask	-1682
▁thinking	-1683
▁ir	-1684
▁Gr	-1685
▁consider	-1686
band	-1687
▁Brit	-1688
▁foot	-1689
▁stories	-1690
.)	-1691
▁myself	-1692
▁Also	-1693
iculous	-1694
▁deli	-1695
▁susp	-1696
▁feeling	-1697
▁pat	-1698
▁cost	-1699
▁psych	-1700
▁voice	-1701
▁musical	-1702
▁bus	-1703
▁Just	-1704
▁decent	-1705
cy	-1706
ene	-1707
▁incred	-1708
▁effort	-1709
dy	-1710
▁dream	-1711
▁roles	-1712
AN	-1713
▁sn	-1714
▁const	-1715
▁pick	-1716
If	-1717
▁soon	-1718
arb	-1719
▁horrible	-1720
▁says	-1721
urt	-1722
usband	-1723
ior	-1724
▁girls	-1725
▁Why	-1726
▁Her	-1727
▁eyes	-1728
▁heard	-1729
ient	-1730
▁mot	-1731
▁stop	-1732
▁murder	-1733
▁document	-1734
ising	-1735
▁killed	-1736
▁cinemat	-1737
okes	-1738
▁stru	-1739
▁perhaps	-1740
ives	-1741
antly	-1742
▁white	-1743
▁,	-1744
▁cannot	-1745
▁took	-1746
▁win	-1747
yp	-1748
▁God	-1749
antic	-1750
▁major	-1751
▁Of	-1752
els	-1753
▁happens	-1754
▁fore	-1755
▁Ge	-1756
ances	-1757
tra	-1758
▁weak	-1759
LL	-1760
ma	-1761
gs	-1762
uge	-1763
▁ridiculous	-1764
gan	-1765
ats	-1766
owing	-1767
▁predict	-1768
▁hilar	-1769
▁involved	-1770
▁directed	-1771
eth	-1772
ering	-1773
side	-1774
▁room	-1775
▁Robert	-1776
urb	-1777
▁husband	-1778
aves	-1779
ences	-1780
▁hit	-1781
▁type	-1782
▁techn	-1783
▁sle	-1784
▁opin	-1785
ey	-1786
▁May	-1787
AT	-1788
▁happened	-1789
▁Or	-1790
▁non	-1791
▁result	-1792
▁experience	-1793
how	-1794
▁prof	-1795
▁group	-1796
▁sol	-1797
ution	-1798
▁bring	-1799
▁chang	-1800
ters	-1801
▁hold	-1802
▁event	-1803
▁ago	-1804
▁break	-1805
▁violence	-1806
▁teen	-1807
▁told	-1808
▁tele	-1809
...<	-1810
▁extremely	-1811
mp	-1812
apan	-1813
▁fut	-1814
▁Every	-1815
▁leave	-1816
▁chance	-1817
▁crap	-1818
▁Ger	-1819
zy	-1820
▁wouldn	-1821
ique	-1822
▁age	-1823
▁swe	-1824
▁esc	-1825
▁200	-1826
▁move	-1827
ST	-1828
ky	-1829
▁cheap	-1830
▁6	-1831
▁Ed	-1832
▁Rich	-1833
aced	-1834
iddle	-1835
▁quick	-1836
▁hilarious	-1837
▁Pe	-1838
▁pos	-1839
▁stre	-1840
ots	-1841
ered	-1842
ys	-1843
▁career	-1844
▁looked	-1845
But	-1846
rest	-1847
▁ste	-1848
▁stay	-1849
▁James	-1850
▁Ind	-1851
ON	-1852
▁score	-1853
ational	-1854
▁Har	-1855
▁Pet	-1856
▁foc	-1857
ement	-1858
▁Paul	-1859
▁shock	-1860
ential	-1861
▁polit	-1862
wards	-1863
▁shown	-1864
▁Ke	-1865
▁desc	-1866
▁highly	-1867
▁coming	-1868
▁phot	-1869
▁disco	-1870
▁obviously	-1871
vision	-1872
▁apparent	-1873
▁sometimes	-1874
▁(19	-1875
▁similar	-1876
▁comed	-1877
▁number	-1878
▁simple	-1879
ovie	-1880
▁inde	-1881
▁body	-1882
▁annoying	-1883
mb	-1884
▁ant	-1885
▁English	-1886
AR	-1887
OR	-1888
nds	-1889
enty	-1890
▁dev	-1891
ground	-1892
itting	-1893
aged	-1894
▁ang	-1895
▁Japan	-1896
▁taken	-1897
And	-1898
lus	-1899
▁Now	-1900
▁opinion	-1901
▁yourself	-1902
▁particularly	-1903
aim	-1904
ili	-1905
nded	-1906
▁Osc	-1907
▁var	-1908
▁exactly	-1909
▁hours	-1910
▁strange	-1911
ury	-1912
iety	-1913
▁gun	-1914
rence	-1915
ino	-1916
▁unc	-1917
▁country	-1918
▁deep	-1919
▁ones	-1920
▁alone	-1921
▁treat	-1922
▁four	-1923
▁huge	-1924
▁return	-1925
▁writer	-1926
▁started	-1927
pping	-1928
ones	-1929
▁ill	-1930
▁known	-1931
▁ends	-1932
▁lar	-1933
▁finds	-1934
▁pay	-1935
rench	-1936
any	-1937
ina	-1938
▁possible	-1939
▁somewhat	-1940
▁cool	-1941
▁gore	-1942
bel	-1943
read	-1944
▁doub	-1945
▁change	-1946
▁released	-1947
▁whose	-1948
aces	-1949
▁moder	-1950
▁across	-1951
▁usual	-1952
▁season	-1953
▁cinematography	-1954
▁disc	-1955
▁prem	-1956
▁filmm	-1957
ator	-1958
▁War	-1959
cks	-1960
ubl	-1961
▁opening	-1962
▁Per	-1963
▁fa	-1964
outh	-1965
▁hot	-1966
▁shots	-1967
▁talent	-1968
▁subject	-1969
lt	-1970
rit	-1971
▁pot	-1972
▁zomb	-1973
unt	-1974
lo	-1975
ield	-1976
▁narr	-1977
▁jokes	-1978
▁episodes	-1979
▁David	-1980
▁forget	-1981
▁Ne	-1982
ball	-1983
▁saying	-1984
ians	-1985
▁reality	-1986
▁dest	-1987
▁police	-1988
ouble	-1989
▁disappointed	-1990
!"	-1991
▁pull	-1992
▁sent	-1993
wise	-1994
anger	-1995
▁single	-1996
▁fill	-1997
▁order	-1998
!!!!	-1999
▁build	-2000
▁Ad	-2001
▁female	-2002
▁produc	-2003
omp	-2004
mosp	-2005
▁wish	-2006
▁local	-2007
▁wee	-2008
▁living	-2009
▁rating	-2010
▁Tom	-2011
▁vict	-2012
▁sister	-2013
ral	-2014
ron	-2015
▁honest	-2016
▁running	-2017
▁talking	-2018
▁mist	-2019
▁near	-2020
▁prot	-2021
▁events	-2022
****	-2023
hetic	-2024
▁sign	-2025
ush	-2026
▁attention	-2027
▁touch	-2028
▁remind	-2029
▁atmosp	-2030
real	-2031
light	-2032
▁save	-2033
▁important	-2034
▁Do	-2035
▁El	-2036
▁turned	-2037
▁knew	-2038
▁plan	-2039
▁documentary	-2040
ald	-2041
orth	-2042
reci	-2043
▁songs	-2044
▁middle	-2045
▁William	-2046
asy	-2047
▁Je	-2048
▁ut	-2049
iel	-2050
head	-2051
lling	-2052
▁tells	-2053
▁British	-2054
oud	-2055
iction	-2056
▁suspense	-2057
▁despite	-2058
aker	-2059
ises	-2060
▁Dis	-2061
▁meet	-2062
▁parent	-2063
▁problems	-2064
ING	-2065
ctor	-2066
▁sequence	-2067
uri	-2068
rely	-2069
▁compl	-2070
▁detail	-2071
▁air	-2072
▁modern	-2073
ants	-2074
ital	-2075
▁inn	-2076
which	-2077
▁taking	-2078
▁subt	-2079
▁apart	-2080
▁knows	-2081
▁straight	-2082
▁intellig	-2083
▁Me	-2084
ires	-2085
otic	-2086
iod	-2087
▁team	-2088
▁respect	-2089
▁pri	-2090
▁aren	-2091
ole	-2092
▁equ	-2093
▁usually	-2094
eng	-2095
▁unf	-2096
ained	-2097
▁scary	-2098
▁Pr	-2099
▁ten	-2100
▁hell	-2101
▁hop	-2102
▁future	-2103
▁20	-2104
▁comic	-2105
▁contro	-2106
arch	-2107
▁due	-2108
EN	-2109
orable	-2110
▁silly	-2111
aterial	-2112
▁easily	-2113
▁romantic	-2114
▁Any	-2115
▁including	-2116
▁ve	-2117
▁mark	-2118
▁!	-2119
▁question	-2120
oe	-2121
che	-2122
▁among	-2123
oul	-2124
▁television	-2125
▁present	-2126
▁ca	-2127
▁adult	-2128
▁aspect	-2129
▁sets	-2130
▁supporting	-2131
yond	-2132
▁cart	-2133
▁words	-2134
▁appears	-2135
As	-2136
▁forg	-2137
ris	-2138
▁happy	-2139
▁fast	-2140
▁land	-2141
▁ear	-2142
▁York	-2143
▁dull	-2144
▁predictable	-2145
ubb	-2146
▁Tr	-2147
ltim	-2148
▁enjoyable	-2149
▁sexual	-2150
▁appreci	-2151
▁material	-2152
▁hands	-2153
▁Richard	-2154
go	-2155
▁clearly	-2156
▁needs	-2157
▁eng	-2158
▁prog	-2159
▁falls	-2160
who	-2161
form	-2162
▁mostly	-2163
rated	-2164
irector	-2165
oof	-2166
asc	-2167
back	-2168
▁box	-2169
▁creep	-2170
▁previous	-2171
gy	-2172
nding	-2173
▁Oscar	-2174
▁pleas	-2175
▁actual	-2176
ara	-2177
▁odd	-2178
▁sold	-2179
▁entertainment	-2180
iest	-2181
▁sum	-2182
▁clich	-2183
▁seriously	-2184
▁eye	-2185
▁none	-2186
▁check	-2187
▁giving	-2188
▁Am	-2189
▁ways	-2190
estern	-2191
▁sequel	-2192
ressed	-2193
▁points	-2194
▁herself	-2195
inal	-2196
▁German	-2197
▁spir	-2198
aught	-2199
▁reve	-2200
▁197	-2201
▁Although	-2202
ension	-2203
▁feels	-2204
attle	-2205
ublic	-2206
▁OK	-2207
▁victim	-2208
▁feature	-2209
▁surprised	-2210
▁Con	-2211
▁King	-2212
▁flaw	-2213
▁Ph	-2214
▁First	-2215
▁period	-2216
▁message	-2217
amb	-2218
▁198	-2219
▁Mor	-2220
▁secret	-2221
▁animation	-2222
▁above	-2223
▁adapt	-2224
▁setting	-2225
▁doubt	-2226
▁met	-2227
▁gang	-2228
▁haven	-2229
▁theme	-2230
▁exist	-2231
ining	-2232
▁camp	-2233
▁storyline	-2234
orry	-2235
track	-2236
▁slight	-2237
▁visual	-2238
work	-2239
▁clear	-2240
▁attack	-2241
▁ru	-2242
▁George	-2243
?<	-2244
▁Lee	-2245
▁bunch	-2246
▁Su	-2247
▁Ben	-2248
ficult	-2249
▁moving	-2250
▁elements	-2251
irt	-2252
▁hate	-2253
',	-2254
ggest	-2255
▁Sam	-2256
▁emb	-2257
iment	-2258
▁thriller	-2259
aby	-2260
wr	-2261
▁IM	-2262
arre	-2263
uses	-2264
▁theat	-2265
▁begins	-2266
▁viewers	-2267
▁comb	-2268
▁fell	-2269
atural	-2270
verage	-2271
▁nearly	-2272
▁superb	-2273
▁accept	-2274
▁upon	-2275
▁beyond	-2276
▁difficult	-2277
▁NOT	-2278
ously	-2279
▁spoil	-2280
▁within	-2281
▁decided	-2282
row	-2283
▁mil	-2284
▁means	-2285
▁release	-2286
▁suggest	-2287
ening	-2288
▁easy	-2289
OU	-2290
▁Sim	-2291
▁personal	-2292
!)	-2293
St	-2294
▁Oh	-2295
▁named	-2296
view	-2297
▁suff	-2298
oun	-2299
ices	-2300
▁showing	-2301
▁tried	-2302
▁comments	-2303
▁large	-2304
▁twist	-2305
▁tre	-2306
▁Pl	-2307
What	-2308
▁insp	-2309
▁soundtrack	-2310
aur	-2311
▁bro	-2312
▁five	-2313
▁overall	-2314
▁hear	-2315
▁working	-2316
▁clim	-2317
ett	-2318
▁wit	-2319
▁trag	-2320
sw	-2321
▁dru	-2322
▁figure	-2323
cl	-2324
omin	-2325
▁typical	-2326
▁fantastic	-2327
ival	-2328
▁kept	-2329
▁Disney	-2330
▁leads	-2331
▁theater	-2332
RE	-2333
▁tale	-2334
▁US	-2335
▁free	-2336
incing	-2337
ceed	-2338
▁truth	-2339
ially	-2340
▁using	-2341
IL	-2342
orld	-2343
▁stri	-2344
▁famous	-2345
Al	-2346
▁editing	-2347
▁viewing	-2348
!!!	-2349
▁mix	-2350
▁weird	-2351
▁particular	-2352
bs	-2353
atever	-2354
▁brought	-2355
af	-2356
▁atmosphere	-2357
mas	-2358
oor	-2359
lier	-2360
▁danc	-2361
▁sequences	-2362
hic	-2363
vent	-2364
▁surv	-2365
▁writ	-2366
▁introdu	-2367
▁parents	-2368
▁realistic	-2369
ai	-2370
ively	-2371
▁post	-2372
▁stage	-2373
let	-2374
▁business	-2375
▁wood	-2376
▁whether	-2377
▁Che	-2378
▁*	-2379
rific	-2380
▁America	-2381
lin	-2382
▁wait	-2383
▁French	-2384
dden	-2385
▁Jim	-2386
▁reviews	-2387
▁background	-2388
▁buy	-2389
▁red	-2390
▁norm	-2391
of	-2392
▁premise	-2393
▁obs	-2394
rey	-2395
▁und	-2396
▁lame	-2397
▁rese	-2398
▁Maybe	-2399
oose	-2400
▁Col	-2401
▁greatest	-2402
▁iss	-2403
▁expected	-2404
▁Unfortunately	-2405
▁Who	-2406
aling	-2407
▁city	-2408
▁speak	-2409
host	-2410
▁199	-2411
▁sil	-2412
▁filmed	-2413
▁believable	-2414
▁crime	-2415
▁Sm	-2416
▁cat	-2417
▁Most	-2418
?"	-2419
kay	-2420
▁Frank	-2421
▁became	-2422
▁design	-2423
▁strugg	-2424
▁basically	-2425
bers	-2426
▁soc	-2427
▁stun	-2428
▁Peter	-2429
▁front	-2430
avy	-2431
'.	-2432
▁exec	-2433
urther	-2434
▁utter	-2435
▁...	-2436
▁pure	-2437
verall	-2438
ES	-2439
ana	-2440
lfriend	-2441
▁nature	-2442
ged	-2443
ges	-2444
▁law	-2445
▁Ital	-2446
iences	-2447
▁avoid	-2448
▁poorly	-2449
▁sudden	-2450
▁appro	-2451
▁Japanese	-2452
esy	-2453
▁Dr	-2454
▁rock	-2455
▁meaning	-2456
lor	-2457
▁cur	-2458
spect	-2459
▁ultim	-2460
▁leaves	-2461
▁dumb	-2462
▁los	-2463
ogn	-2464
▁Yes	-2465
hood	-2466
▁apparently	-2467
▁average	-2468
ills	-2469
▁lim	-2470
▁needed	-2471
▁surprise	-2472
ye	-2473
▁tast	-2474
bor	-2475
▁mystery	-2476
lect	-2477
hys	-2478
icks	-2479
▁bar	-2480
▁die	-2481
▁ment	-2482
▁Gu	-2483
piece	-2484
more	-2485
▁sens	-2486
▁villain	-2487
▁situation	-2488
▁lots	-2489
irc	-2490
pend	-2491
▁Can	-2492
▁fire	-2493
▁male	-2494
▁credits	-2495
EA	-2496
set	-2497
▁bored	-2498
▁killing	-2499
▁project	-2500
anks	-2501
▁gone	-2502
▁third	-2503
▁er	-2504
▁forced	-2505
▁Scott	-2506
▁liter	-2507
▁meant	-2508
▁costum	-2509
▁realize	-2510
My	-2511
▁cap	-2512
▁Like	-2513
▁Night	-2514
▁advent	-2515
▁public	-2516
udd	-2517
uro	-2518
ager	-2519
▁earlier	-2520
▁emotional	-2521
▁memorable	-2522
▁Mart	-2523
▁id	-2524
▁wind	-2525
isf	-2526
time	-2527
▁inte	-2528
▁write	-2529
▁meets	-2530
erry	-2531
▁IMD	-2532
bert	-2533
ored	-2534
▁emotion	-2535
▁somehow	-2536
ppy	-2537
urd	-2538
chie	-2539
▁minute	-2540
inger	-2541
▁unique	-2542
▁interested	-2543
▁Tw	-2544
king	-2545
▁Tim	-2546
▁trad	-2547
▁older	-2548
▁From	-2549
▁footage	-2550
key	-2551
▁prop	-2552
▁keeps	-2553
▁screenplay	-2554
rif	-2555
▁Gra	-2556
▁resp	-2557
▁laughs	-2558
▁shame	-2559
▁reading	-2560
▁oper	-2561
▁concept	-2562
▁disturb	-2563
An	-2564
▁Its	-2565
▁Sch	-2566
▁possibly	-2567
fer	-2568
▁bel	-2569
▁Good	-2570
▁express	-2571
▁directors	-2572
▁unlike	-2573
por	-2574
▁dance	-2575
▁Joe	-2576
▁These	-2577
look	-2578
▁Par	-2579
acing	-2580
▁Wood	-2581
▁fasc	-2582
friend	-2583
▁badly	-2584
cessary	-2585
▁society	-2586
▁features	-2587
So	-2588
▁AN	-2589
cious	-2590
▁quickly	-2591
▁dam	-2592
▁mill	-2593
▁allow	-2594
▁conne	-2595
▁forward	-2596
▁Ex	-2597
well	-2598
▁yes	-2599
▁grand	-2600
▁popular	-2601
▁profess	-2602
▁brings	-2603
▁sick	-2604
▁worked	-2605
▁dramatic	-2606
uel	-2607
▁nor	-2608
iliar	-2609
angu	-2610
▁/>"	-2611
▁anyway	-2612
▁development	-2613
?)	-2614
acy	-2615
▁admit	-2616
▁imagine	-2617
▁perfectly	-2618
ula	-2619
▁romance	-2620
▁girlfriend	-2621
▁stere	-2622
▁writers	-2623
ived	-2624
allow	-2625
▁creepy	-2626
onic	-2627
▁rob	-2628
▁general	-2629
reed	-2630
zz	-2631
belie	-2632
▁directing	-2633
▁Mat	-2634
hel	-2635
▁By	-2636
Ch	-2637
ries	-2638
▁Jul	-2639
iny	-2640
ius	-2641
▁195	-2642
▁band	-2643
▁catch	-2644
erv	-2645
▁flat	-2646
arring	-2647
▁fails	-2648
▁potential	-2649
▁copy	-2650
▁clever	-2651
erm	-2652
▁Ang	-2653
▁mad	-2654
▁Jane	-2655
▁agree	-2656
▁sleep	-2657
▁eventually	-2658
ashing	-2659
▁towards	-2660
ague	-2661
over	-2662
▁imm	-2663
▁nud	-2664
▁create	-2665
▁joke	-2666
▁cheesy	-2667
ele	-2668
oman	-2669
▁Film	-2670
▁whom	-2671
▁cartoon	-2672
▁enc	-2673
▁Inst	-2674
▁occas	-2675
ases	-2676
▁cry	-2677
▁purp	-2678
▁prison	-2679
▁various	-2680
▁powerful	-2681
ero	-2682
▁repe	-2683
▁attract	-2684
ivid	-2685
▁amount	-2686
▁battle	-2687
▁please	-2688
▁recogn	-2689
▁Christmas	-2690
venge	-2691
vered	-2692
▁histor	-2693
▁incredibly	-2694
kn	-2695
een	-2696
▁193	-2697
▁Com	-2698
arl	-2699
rom	-2700
▁reasons	-2701
▁stereot	-2702
IS	-2703
aked	-2704
iver	-2705
▁bare	-2706
▁ideas	-2707
▁innoc	-2708
▁social	-2709
ivers	-2710
▁plain	-2711
action	-2712
▁leading	-2713
with	-2714
▁aut	-2715
▁invest	-2716
▁deserves	-2717
▁Fred	-2718
▁space	-2719
▁portrayed	-2720
▁:	-2721
arrass	-2722
▁ign	-2723
▁IMDb	-2724
▁claim	-2725
▁total	-2726
▁commun	-2727
▁manages	-2728
▁sweet	-2729
▁expecting	-2730
▁Em	-2731
mist	-2732
▁Des	-2733
▁spirit	-2734
▁casting	-2735
▁collect	-2736
▁positive	-2737
▁masterpiece	-2738
itty	-2739
▁est	-2740
vin	-2741
▁neg	-2742
▁fantasy	-2743
▁attempts	-2744
oles	-2745
▁step	-2746
▁revol	-2747
▁indeed	-2748
berg	-2749
▁jour	-2750
▁cover	-2751
▁Af	-2752
wart	-2753
▁sounds	-2754
ology	-2755
▁cond	-2756
▁rich	-2757
▁colle	-2758
▁plenty	-2759
▁embarrass	-2760
su	-2761
All	-2762
ips	-2763
▁phys	-2764
▁desper	-2765
")	-2766
▁30	-2767
▁ess	-2768
▁Here	-2769
▁acted	-2770
▁match	-2771
▁fairly	-2772
▁political	-2773
▁circ	-2774
▁missing	-2775
▁Watch	-2776
▁remake	-2777
▁Lu	-2778
elly	-2779
asher	-2780
cause	-2781
iller	-2782
▁Euro	-2783
▁achie	-2784
ford	-2785
itted	-2786
▁extra	-2787
ask	-2788
lex	-2789
pper	-2790
▁beauty	-2791
▁fighting	-2792
▁Bra	-2793
▁Aust	-2794
▁nudity	-2795
▁Stre	-2796
▁murd	-2797
medi	-2798
▁symp	-2799
ze	-2800
gest	-2801
unny	-2802
▁langu	-2803
▁talented	-2804
val	-2805
cent	-2806
You	-2807
▁af	-2808
▁hom	-2809
▁inside	-2810
▁outside	-2811
▁explain	-2812
▁further	-2813
andy	-2814
▁remark	-2815
▁familiar	-2816
iff	-2817
▁gay	-2818
▁note	-2819
▁married	-2820
▁recently	-2821
mon	-2822
▁crew	-2823
▁crazy	-2824
▁wasted	-2825
idden	-2826
▁relig	-2827
▁telling	-2828
▁filmmakers	-2829
▁dog	-2830
▁ident	-2831
▁mentioned	-2832
irl	-2833
agon	-2834
▁aff	-2835
iving	-2836
▁lady	-2837
cked	-2838
resh	-2839
▁era	-2840
▁hardly	-2841
▁scient	-2842
▁decides	-2843
ades	-2844
▁Gold	-2845
▁answ	-2846
▁destro	-2847
lusion	-2848
▁trail	-2849
▁bed	-2850
izing	-2851
▁delight	-2852
alth	-2853
▁clos	-2854
▁requ	-2855
▁Black	-2856
▁members	-2857
olf	-2858
▁Bill	-2859
▁depth	-2860
▁missed	-2861
OO	-2862
▁mid	-2863
iously	-2864
▁accident	-2865
bo	-2866
ding	-2867
ites	-2868
▁pace	-2869
▁common	-2870
▁scream	-2871
lying	-2872
▁hair	-2873
▁ended	-2874
▁sorry	-2875
▁caught	-2876
ened	-2877
▁Pat	-2878
▁draw	-2879
▁vamp	-2880
▁intri	-2881
▁unbelie	-2882
bl	-2883
uter	-2884
▁Ser	-2885
▁biz	-2886
▁mel	-2887
▁stat	-2888
▁explo	-2889
▁record	-2890
▁complex	-2891
par	-2892
▁("	-2893
room	-2894
▁cute	-2895
▁medi	-2896
▁flash	-2897
uted	-2898
▁Bar	-2899
▁uses	-2900
imp	-2901
▁Mary	-2902
▁sees	-2903
▁immedi	-2904
▁whatever	-2905
▁funn	-2906
ishing	-2907
ossible	-2908
▁waiting	-2909
▁convincing	-2910
aine	-2911
cher	-2912
come	-2913
▁rece	-2914
▁World	-2915
▁impro	-2916
ictor	-2917
▁credit	-2918
▁hy	-2919
▁ble	-2920
rect	-2921
▁mod	-2922
▁porn	-2923
▁Other	-2924
▁spent	-2925
▁wrote	-2926
▁created	-2927
▁slightly	-2928
oop	-2929
ibility	-2930
▁rap	-2931
▁brief	-2932
▁entirely	-2933
▁Star	-2934
▁tension	-2935
ieces	-2936
▁solid	-2937
▁Europe	-2938
▁monster	-2939
vil	-2940
▁Mac	-2941
▁idi	-2942
▁rate	-2943
itation	-2944
▁former	-2945
▁control	-2946
ha	-2947
ette	-2948
▁amb	-2949
acher	-2950
alt	-2951
lict	-2952
uine	-2953
▁pointless	-2954
rage	-2955
▁moves	-2956
iced	-2957
▁wall	-2958
▁stick	-2959
▁laughing	-2960
con	-2961
oph	-2962
▁Ir	-2963
▁color	-2964
▁ghost	-2965
▁offic	-2966
inating	-2967
▁choice	-2968
VER	-2969
▁15	-2970
vern	-2971
▁Mad	-2972
▁ine	-2973
eless	-2974
esome	-2975
▁successful	-2976
lu	-2977
▁Act	-2978
aging	-2979
▁mass	-2980
▁Great	-2981
▁water	-2982
▁Red	-2983
▁Tra	-2984
▁Instead	-2985
ective	-2986
ED	-2987
emy	-2988
men	-2989
▁196	-2990
▁escape	-2991
▁satisf	-2992
ashion	-2993
isingly	-2994
▁accent	-2995
gend	-2996
▁Pro	-2997
▁rad	-2998
while	-2999
▁value	-3000
OW	-3001
▁boys	-3002
▁portrayal	-3003
str	-3004
▁Italian	-3005
▁following	-3006
▁appreciate	-3007
▁intelligent	-3008
▁subtle	-3009
standing	-3010
▁slasher	-3011
▁unfortunately	-3012
ilt	-3013
iers	-3014
rian	-3015
▁jud	-3016
inary	-3017
uthor	-3018
▁effective	-3019
▁kills	-3020
▁recent	-3021
▁travel	-3022
▁biggest	-3023
▁exciting	-3024
▁wild	-3025
boy	-3026
▁arri	-3027
▁jump	-3028
cast	-3029
▁Mon	-3030
▁spend	-3031
▁store	-3032
▁zombie	-3033
▁genuine	-3034
▁mach	-3035
▁brain	-3036
▁breat	-3037
▁compe	-3038
▁forgot	-3039
▁amusing	-3040
▁concern	-3041
▁incredible	-3042
▁follows	-3043
▁En	-3044
ging	-3045
▁Bat	-3046
▁Bur	-3047
▁died	-3048
aven	-3049
▁Big	-3050
▁focus	-3051
▁stereotyp	-3052
000	-3053
oes	-3054
ateur	-3055
itary	-3056
▁critic	-3057
cing	-3058
▁Hor	-3059
▁Dead	-3060
▁opportun	-3061
▁impressive	-3062
▁fit	-3063
mistry	-3064
▁dancing	-3065
idered	-3066
▁books	-3067
▁singing	-3068
▁younger	-3069
PO	-3070
▁contr	-3071
▁repres	-3072
▁II	-3073
▁glad	-3074
▁rede	-3075
▁earth	-3076
▁language	-3077
this	-3078
▁showed	-3079
▁week	-3080
▁produced	-3081
▁Lou	-3082
ribly	-3083
▁ball	-3084
▁brut	-3085
▁soul	-3086
▁bizarre	-3087
▁exception	-3088
bb	-3089
One	-3090
even	-3091
▁fol	-3092
▁tort	-3093
▁Afric	-3094
▁weren	-3095
▁depict	-3096
▁suspect	-3097
rel	-3098
▁Park	-3099
▁decide	-3100
▁situations	-3101
TH	-3102
▁crim	-3103
▁trouble	-3104
▁compared	-3105
How	-3106
▁Victor	-3107
une	-3108
▁Cor	-3109
▁Van	-3110
▁House	-3111
▁otherwise	-3112
ener	-3113
▁filled	-3114
▁changed	-3115
▁continu	-3116
▁luck	-3117
▁ground	-3118
▁suddenly	-3119
arily	-3120
▁danger	-3121
▁chemistry	-3122
▁violent	-3123
▁considered	-3124
▁trip	-3125
▁longer	-3126
▁manner	-3127
▁purpose	-3128
▁revenge	-3129
no	-3130
▁Rock	-3131
▁Tony	-3132
▁garb	-3133
▁runs	-3134
▁magic	-3135
▁pract	-3136
▁western	-3137
▁questions	-3138
OM	-3139
irty	-3140
ondon	-3141
▁unin	-3142
▁disturbing	-3143
▁Cra	-3144
ified	-3145
sters	-3146
▁spot	-3147
eg	-3148
ares	-3149
iles	-3150
▁fear	-3151
▁carry	-3152
fort	-3153
▁anti	-3154
▁failed	-3155
▁studio	-3156
▁amateur	-3157
owers	-3158
▁doll	-3159
▁bother	-3160
▁conclusion	-3161
plic	-3162
▁Smith	-3163
▁compet	-3164
▁awesome	-3165
▁fat	-3166
ization	-3167
▁barely	-3168
▁favour	-3169
▁mer	-3170
annel	-3171
▁suit	-3172
▁trash	-3173
▁appeal	-3174
gl	-3175
appe	-3176
iding	-3177
▁baby	-3178
▁tough	-3179
▁audiences	-3180
fi	-3181
ales	-3182
▁bull	-3183
▁taste	-3184
▁unless	-3185
sequ	-3186
▁producers	-3187
aper	-3188
▁Mel	-3189
▁suc	-3190
▁shooting	-3191
LE	-3192
▁likes	-3193
▁redeem	-3194
known	-3195
▁party	-3196
▁doctor	-3197
▁values	-3198
min	-3199
▁Stan	-3200
▁program	-3201
aus	-3202
rupt	-3203
thur	-3204
ength	-3205
opher	-3206
▁assum	-3207
▁affect	-3208
▁office	-3209
▁regard	-3210
▁impossible	-3211
▁194	-3212
▁mood	-3213
▁faith	-3214
▁involving	-3215
inn	-3216
ille	-3217
▁sav	-3218
▁pers	-3219
▁Movie	-3220
▁state	-3221
▁images	-3222
▁natural	-3223
***	-3224
▁fake	-3225
▁roll	-3226
▁track	-3227
▁squ	-3228
▁disg	-3229
▁ability	-3230
▁author	-3231
▁culture	-3232
▁product	-3233
▁animated	-3234
▁Russ	-3235
▁heavy	-3236
▁London	-3237
▁bought	-3238
▁rare	-3239
ensive	-3240
▁charming	-3241
▁Alex	-3242
▁Best	-3243
▁Super	-3244
▁humour	-3245
▁college	-3246
formation	-3247
▁impression	-3248
war	-3249
▁Ant	-3250
▁hang	-3251
lessly	-3252
▁stunning	-3253
▁Ann	-3254
riage	-3255
▁neigh	-3256
▁company	-3257
▁succeed	-3258
▁appearance	-3259
".<	-3260
▁90	-3261
▁ST	-3262
iring	-3263
▁cold	-3264
▁rand	-3265
▁garbage	-3266
anna	-3267
▁City	-3268
▁loud	-3269
▁computer	-3270
▁immediately	-3271
uk	-3272
mark	-3273
night	-3274
▁unex	-3275
▁adventure	-3276
▁OF	-3277
izes	-3278
ottom	-3279
▁clot	-3280
▁door	-3281
▁test	-3282
▁basic	-3283
▁leaving	-3284
▁refe	-3285
▁street	-3286
▁pathetic	-3287
▁Love	-3288
▁cross	-3289
iche	-3290
urch	-3291
▁Let	-3292
▁adaptation	-3293
rid	-3294
▁sci	-3295
▁insult	-3296
▁ultimately	-3297
Don	-3298
▁Ro	-3299
▁beat	-3300
idence	-3301
▁minor	-3302
movie	-3303
▁contri	-3304
▁obsess	-3305
▁reveal	-3306
▁utterly	-3307
▁kick	-3308
▁fashion	-3309
vey	-3310
rend	-3311
vert	-3312
▁Ham	-3313
▁Way	-3314
round	-3315
▁Perhaps	-3316
▁investig	-3317
cted	-3318
▁spect	-3319
▁random	-3320
reg	-3321
▁numb	-3322
▁Earth	-3323
▁Stewart	-3324
▁tradition	-3325
that	-3326
▁100	-3327
▁Luc	-3328
ressing	-3329
▁govern	-3330
aire	-3331
stem	-3332
▁Boy	-3333
▁uns	-3334
▁terms	-3335
▁climax	-3336
▁genius	-3337
▁terror	-3338
ological	-3339
▁somewhere	-3340
▁Bro	-3341
▁Hen	-3342
▁occur	-3343
▁thinks	-3344
AS	-3345
ify	-3346
ode	-3347
▁pack	-3348
▁deliver	-3349
▁neither	-3350
▁approach	-3351
▁lab	-3352
▁mult	-3353
▁absurd	-3354
On	-3355
ILER	-3356
▁Mur	-3357
▁dad	-3358
▁seg	-3359
▁grap	-3360
▁considering	-3361
▁pu	-3362
unting	-3363
▁Steve	-3364
▁Another	-3365
▁sitting	-3366
▁starring	-3367
▁god	-3368
house	-3369
▁road	-3370
▁Harry	-3371
▁Indian	-3372
anda	-3373
▁accur	-3374
▁cause	-3375
ena	-3376
you	-3377
iven	-3378
▁search	-3379
▁standard	-3380
▁dig	-3381
▁pun	-3382
▁Sure	-3383
POILER	-3384
▁indust	-3385
▁def	-3386
▁lau	-3387
ropri	-3388
reaking	-3389
▁touching	-3390
▁defe	-3391
itions	-3392
▁added	-3393
▁fresh	-3394
▁notice	-3395
yle	-3396
elling	-3397
▁managed	-3398
▁unbelievable	-3399
ID	-3400
aff	-3401
▁Bru	-3402
uster	-3403
▁repl	-3404
▁fully	-3405
▁likely	-3406
▁generally	-3407
mm	-3408
For	-3409
▁charm	-3410
▁normal	-3411
▁Director	-3412
▁terrific	-3413
▁Christian	-3414
uts	-3415
▁gem	-3416
▁Harr	-3417
▁tone	-3418
▁themes	-3419
▁comedies	-3420
▁narrative	-3421
vir	-3422
▁Ye	-3423
▁force	-3424
▁twists	-3425
▁nowhere	-3426
▁remains	-3427
OV	-3428
▁curi	-3429
awn	-3430
▁Jeff	-3431
making	-3432
▁drive	-3433
▁month	-3434
▁serial	-3435
▁threat	-3436
▁mistake	-3437
▁conflict	-3438
▁constantly	-3439
▁six	-3440
▁Kelly	-3441
▁laughable	-3442
aining	-3443
played	-3444
▁presence	-3445
▁literally	-3446
BC	-3447
ands	-3448
▁gag	-3449
esides	-3450
ailable	-3451
▁issues	-3452
▁addition	-3453
▁system	-3454
▁intrigu	-3455
▁zombies	-3456
AD	-3457
cer	-3458
riff	-3459
▁Bel	-3460
▁element	-3461
▁respons	-3462
▁presented	-3463
▁beautifully	-3464
lyn	-3465
rag	-3466
▁dro	-3467
oughly	-3468
▁Sw	-3469
orts	-3470
ring	-3471
anted	-3472
▁sexy	-3473
▁finish	-3474
▁Charlie	-3475
▁scenery	-3476
▁costumes	-3477
▁jo	-3478
irth	-3479
▁boss	-3480
▁offe	-3481
▁military	-3482
▁pictures	-3483
▁interview	-3484
▁Den	-3485
▁cho	-3486
▁train	-3487
▁equally	-3488
▁painful	-3489
▁witness	-3490
▁Fe	-3491
lease	-3492
ability	-3493
estival	-3494
▁People	-3495
▁individ	-3496
▁cinematic	-3497
▁surprisingly	-3498
▁disappointing	-3499
anic	-3500
part	-3501
▁sto	-3502
▁prep	-3503
▁drawn	-3504
▁throw	-3505
▁places	-3506
▁thrown	-3507
▁details	-3508
▁Str	-3509
ached	-3510
ision	-3511
▁bomb	-3512
icated	-3513
rences	-3514
▁artist	-3515
▁marriage	-3516
▁flashback	-3517
▁disappointment	-3518
▁ur	-3519
▁Adam	-3520
▁offer	-3521
▁smart	-3522
▁makers	-3523
▁science	-3524
▁Cr	-3525
▁Miss	-3526
▁alive	-3527
▁excuse	-3528
▁Ber	-3529
▁Yet	-3530
▁dreams	-3531
▁aspects	-3532
▁knowing	-3533
cle	-3534
▁Cal	-3535
▁leg	-3536
▁Dick	-3537
▁innocent	-3538
▁80'	-3539
▁log	-3540
itude	-3541
▁Paris	-3542
▁chall	-3543
▁stands	-3544
▁expectations	-3545
IT	-3546
ribe	-3547
▁10.	-3548
▁okay	-3549
▁escap	-3550
▁animals	-3551
▁destroy	-3552
▁suppose	-3553
▁feelings	-3554
▁photography	-3555
He	-3556
▁Ab	-3557
face	-3558
▁har	-3559
▁influ	-3560
▁slowly	-3561
▁outstanding	-3562
▁18	-3563
▁key	-3564
▁date	-3565
▁Still	-3566
▁behav	-3567
▁boyfriend	-3568
▁recommended	-3569
arsh	-3570
athy	-3571
▁spec	-3572
▁hoping	-3573
▁describ	-3574
▁discuss	-3575
aton	-3576
just	-3577
▁Pal	-3578
▁spl	-3579
▁subst	-3580
▁medioc	-3581
ica	-3582
▁Very	-3583
▁plus	-3584
▁island	-3585
▁journey	-3586
▁opportunity	-3587
aint	-3588
▁Sci	-3589
▁burn	-3590
▁init	-3591
▁drunk	-3592
▁affair	-3593
▁century	-3594
ini	-3595
icide	-3596
illing	-3597
▁Where	-3598
▁demon	-3599
▁million	-3600
▁historical	-3601
▁Tre	-3602
▁compar	-3603
▁Because	-3604
▁filming	-3605
▁Ag	-3606
▁Bob	-3607
▁Ray	-3608
▁Only	-3609
▁names	-3610
▁breath	-3611
anch	-3612
▁Dou	-3613
▁High	-3614
▁soft	-3615
▁Though	-3616
▁commer	-3617
▁lovely	-3618
▁proper	-3619
CH	-3620
ancy	-3621
▁mir	-3622
▁ener	-3623
▁walking	-3624
▁contains	-3625
▁emotions	-3626
▁intended	-3627
▁surround	-3628
▁photograp	-3629
▁mysterious	-3630
hol	-3631
itz	-3632
asty	-3633
▁Allen	-3634
▁intern	-3635
▁happening	-3636
▁individual	-3637
ploy	-3638
▁ast	-3639
elebr	-3640
under	-3641
▁passion	-3642
▁protagon	-3643
▁soldiers	-3644
ss	-3645
yl	-3646
▁Fl	-3647
▁Go	-3648
ghed	-3649
icip	-3650
▁lif	-3651
▁Sand	-3652
▁Angel	-3653
▁CG	-3654
▁din	-3655
▁pil	-3656
heart	-3657
oking	-3658
▁drug	-3659
▁puts	-3660
▁South	-3661
▁sight	-3662
▁fascinating	-3663
IE	-3664
uit	-3665
appy	-3666
inct	-3667
▁fright	-3668
▁changes	-3669
▁intense	-3670
▁government	-3671
▁80	-3672
uous	-3673
▁****	-3674
▁acts	-3675
▁tired	-3676
▁likable	-3677
pro	-3678
▁dies	-3679
▁moral	-3680
▁include	-3681
▁compelling	-3682
gue	-3683
ham	-3684
▁dim	-3685
▁loves	-3686
▁length	-3687
▁available	-3688
ural	-3689
▁Jes	-3690
▁Part	-3691
▁fool	-3692
▁qual	-3693
▁silent	-3694
▁building	-3695
▁difference	-3696
lla	-3697
▁Bo	-3698
ples	-3699
▁West	-3700
▁ride	-3701
budget	-3702
▁object	-3703
entially	-3704
mar	-3705
exic	-3706
ishes	-3707
▁Hard	-3708
▁serv	-3709
istent	-3710
▁pieces	-3711
▁lad	-3712
anced	-3713
table	-3714
▁magn	-3715
▁noir	-3716
IG	-3717
▁warn	-3718
tend	-3719
▁mat	-3720
ledge	-3721
▁hasn	-3722
▁teacher	-3723
▁developed	-3724
Sh	-3725
ki	-3726
ta	-3727
down	-3728
▁Rog	-3729
orter	-3730
▁base	-3731
▁loose	-3732
▁mouth	-3733
▁share	-3734
▁fellow	-3735
▁victims	-3736
▁appeared	-3737
abb	-3738
ken	-3739
▁Mus	-3740
▁edge	-3741
▁thor	-3742
▁legend	-3743
▁critics	-3744
▁IS	-3745
gged	-3746
▁ord	-3747
ospital	-3748
▁Chris	-3749
▁Story	-3750
▁drink	-3751
▁lacks	-3752
orgeous	-3753
▁adults	-3754
▁detective	-3755
onna	-3756
▁Sec	-3757
▁Young	-3758
azz	-3759
▁40	-3760
pret	-3761
text	-3762
ustr	-3763
▁Two	-3764
▁damn	-3765
▁celebr	-3766
ipp	-3767
see	-3768
▁Tar	-3769
▁ham	-3770
ander	-3771
▁melod	-3772
▁thank	-3773
▁negative	-3774
▁Christopher	-3775
▁50	-3776
▁Fin	-3777
Not	-3778
▁Co	-3779
raid	-3780
▁helps	-3781
▁numbers	-3782
▁confused	-3783
▁relationships	-3784
▁Dark	-3785
▁Canad	-3786
▁flaws	-3787
▁content	-3788
▁trailer	-3789
erous	-3790
▁motion	-3791
▁Nothing	-3792
▁commercial	-3793
▁Henry	-3794
▁Jones	-3795
▁Charles	-3796
▁current	-3797
▁student	-3798
kin	-3799
▁joy	-3800
▁ship	-3801
▁unne	-3802
▁Bruce	-3803
▁image	-3804
▁proves	-3805
▁disgust	-3806
ift	-3807
That	-3808
▁Pol	-3809
ushed	-3810
pected	-3811
▁WW	-3812
▁cell	-3813
▁prim	-3814
▁virt	-3815
akespe	-3816
▁clean	-3817
▁latter	-3818
▁followed	-3819
▁confusing	-3820
▁standards	-3821
▁wondering	-3822
omething	-3823
▁laughed	-3824
▁delivers	-3825
ency	-3826
▁Mark	-3827
▁dubb	-3828
▁Mexic	-3829
▁dread	-3830
▁lived	-3831
▁merely	-3832
▁falling	-3833
▁lighting	-3834
▁childhood	-3835
▁imagination	-3836
?!	-3837
We	-3838
gly	-3839
ront	-3840
▁Jean	-3841
▁unus	-3842
▁ahead	-3843
▁fault	-3844
▁irrit	-3845
▁quiet	-3846
▁provides	-3847
▁students	-3848
▁mart	-3849
▁flicks	-3850
▁forever	-3851
▁discover	-3852
▁gorgeous	-3853
▁impressed	-3854
oned	-3855
▁rout	-3856
▁wise	-3857
▁Green	-3858
▁multi	-3859
▁naked	-3860
▁remote	-3861
▁tragedy	-3862
eal	-3863
life	-3864
▁Bas	-3865
▁Nor	-3866
▁den	-3867
writer	-3868
▁lover	-3869
▁oppos	-3870
▁impact	-3871
▁mediocre	-3872
▁Gl	-3873
▁Lo	-3874
▁Mag	-3875
▁div	-3876
field	-3877
▁hide	-3878
▁youth	-3879
ilities	-3880
▁offers	-3881
▁brothers	-3882
▁hig	-3883
asure	-3884
herent	-3885
▁Batman	-3886
▁Steven	-3887
When	-3888
dered	-3889
▁host	-3890
pendent	-3891
▁Martin	-3892
▁correct	-3893
asing	-3894
▁paid	-3895
▁Davis	-3896
▁alien	-3897
▁mainly	-3898
▁tragic	-3899
▁formula	-3900
▁becoming	-3901
▁highlight	-3902
▁thoroughly	-3903
inese	-3904
▁Sant	-3905
▁gold	-3906
▁chase	-3907
▁central	-3908
▁attractive	-3909
/2	-3910
cra	-3911
ops	-3912
she	-3913
itor	-3914
phen	-3915
▁See	-3916
▁rip	-3917
▁answer	-3918
▁murders	-3919
▁funniest	-3920
.,	-3921
▁oh	-3922
▁fort	-3923
▁folks	-3924
▁nobody	-3925
▁achieve	-3926
ffe	-3927
▁Austral	-3928
▁disappe	-3929
abl	-3930
now	-3931
osh	-3932
▁fac	-3933
▁Carl	-3934
▁rated	-3935
▁planet	-3936
▁justice	-3937
▁creative	-3938
▁disaster	-3939
Jo	-3940
roc	-3941
ste	-3942
rama	-3943
▁Bad	-3944
.....	-3945
At	-3946
LY	-3947
▁Day	-3948
aries	-3949
▁rape	-3950
▁Jerry	-3951
▁fiction	-3952
▁hospital	-3953
hero	-3954
▁adds	-3955
▁reach	-3956
▁stuck	-3957
▁Shakespe	-3958
▁producer	-3959
▁reminded	-3960
lled	-3961
mbol	-3962
▁Hit	-3963
▁Hol	-3964
▁nons	-3965
▁double	-3966
▁surely	-3967
▁spectac	-3968
good	-3969
▁sun	-3970
▁Phil	-3971
▁held	-3972
▁willing	-3973
▁Williams	-3974
icious	-3975
▁twice	-3976
▁afraid	-3977
▁contem	-3978
▁process	-3979
▁honestly	-3980
▁occasion	-3981
▁actresses	-3982
▁seemingly	-3983
To	-3984
azy	-3985
iday	-3986
board	-3987
▁Billy	-3988
▁knock	-3989
Overall	-3990
▁forgotten	-3991
▁bi	-3992
ooks	-3993
rough	-3994
▁blond	-3995
▁eight	-3996
▁market	-3997
▁rented	-3998
▁apartment	-3999
▁information	-4000
AL	-4001
hor	-4002
agger	-4003
irgin	-4004
▁asks	-4005
▁putting	-4006
▁industry	-4007
oted	-4008
▁AND	-4009
▁ver	-4010
▁blind	-4011
▁ready	-4012
▁describe	-4013
▁Americans	-4014
▁unw	-4015
▁resc	-4016
▁Little	-4017
▁Jackson	-4018
▁Ms	-4019
alled	-4020
anish	-4021
▁race	-4022
▁aside	-4023
▁round	-4024
entious	-4025
▁anymore	-4026
▁seconds	-4027
▁personality	-4028
ium	-4029
ament	-4030
▁wide	-4031
▁giant	-4032
▁streng	-4033
▁Despite	-4034
▁Overall	-4035
▁convers	-4036
AY	-4037
Be	-4038
oos	-4039
aches	-4040
▁faces	-4041
▁sadly	-4042
▁location	-4043
Now	-4044
zan	-4045
▁aim	-4046
▁eat	-4047
illed	-4048
▁area	-4049
▁turning	-4050
▁redeeming	-4051
rog	-4052
vol	-4053
▁drag	-4054
▁lose	-4055
▁thin	-4056
▁opera	-4057
▁clothes	-4058
▁relative	-4059
▁filmmaker	-4060
▁professional	-4061
IC	-4062
▁Spe	-4063
▁news	-4064
▁onto	-4065
▁mount	-4066
▁nasty	-4067
▁desert	-4068
entional	-4069
▁finding	-4070
▁collection	-4071
gar	-4072
mes	-4073
▁ge	-4074
▁Once	-4075
▁path	-4076
▁bright	-4077
▁explan	-4078
▁helped	-4079
iac	-4080
ube	-4081
soever	-4082
athetic	-4083
▁Arthur	-4084
▁member	-4085
▁allowed	-4086
▁underst	-4087
▁struggle	-4088
ios	-4089
ita	-4090
▁Wal	-4091
▁rac	-4092
▁accom	-4093
▁bottom	-4094
▁symbol	-4095
▁unreal	-4096
▁shouldn	-4097
▁necessary	-4098
▁unexpected	-4099
ech	-4100
▁12	-4101
▁70	-4102
eman	-4103
film	-4104
▁gri	-4105
▁led	-4106
aylor	-4107
▁broad	-4108
▁moved	-4109
▁picked	-4110
▁station	-4111
▁superior	-4112
▁Shakespeare	-4113
.'	-4114
win	-4115
▁Fox	-4116
▁Lyn	-4117
▁Alan	-4118
▁grow	-4119
▁trust	-4120
▁thanks	-4121
▁favourite	-4122
▁whatsoever	-4123
AC	-4124
Bl	-4125
leep	-4126
arded	-4127
▁wooden	-4128
▁inspired	-4129
glas	-4130
mare	-4131
year	-4132
▁warm	-4133
▁Blood	-4134
▁began	-4135
▁includes	-4136
▁scientist	-4137
AM	-4138
aded	-4139
requ	-4140
uman	-4141
▁pen	-4142
▁bank	-4143
▁hotel	-4144
ropriate	-4145
▁shocking	-4146
▁ON	-4147
ache	-4148
rick	-4149
▁Jon	-4150
▁Sar	-4151
▁tar	-4152
usion	-4153
▁Many	-4154
▁angry	-4155
▁drugs	-4156
▁Chinese	-4157
▁insight	-4158
▁artistic	-4159
ka	-4160
sey	-4161
ifer	-4162
▁Both	-4163
▁block	-4164
▁deeply	-4165
▁supposedly	-4166
▁intelligence	-4167
ateg	-4168
▁70'	-4169
▁buff	-4170
▁actions	-4171
▁everybody	-4172
ek	-4173
abr	-4174
erk	-4175
ras	-4176
▁na	-4177
arry	-4178
rors	-4179
▁Sin	-4180
▁Brian	-4181
pective	-4182
▁encoun	-4183
▁technical	-4184
ET	-4185
abe	-4186
owd	-4187
osen	-4188
▁Win	-4189
▁More	-4190
▁depart	-4191
▁repeated	-4192
▁wonderfully	-4193
afe	-4194
▁tem	-4195
▁Walk	-4196
▁club	-4197
▁Never	-4198
▁remem	-4199
▁energy	-4200
▁resemb	-4201
▁vision	-4202
▁physical	-4203
▁friendship	-4204
▁Edd	-4205
▁Too	-4206
▁hint	-4207
Americ	-4208
▁Their	-4209
▁comedic	-4210
▁realized	-4211
▁introduced	-4212
▁McC	-4213
▁hat	-4214
ovies	-4215
▁sour	-4216
